ThirdParty-v1912/swak4Foam-latest/Examples/groovyBC/multiRegionHeaterFeedback/system/README
fvSolution is used for outer correctors specification.
fvSchemes is only so that pre-processing activities can proceed

